Repository: mohammed-elkrnshawy/Garage
Catalog: GrageApplication/AddForm.*.resx
Languages: ar_eg

# button1.Text
source: Select
ar_eg: استعراض

# label12.Text
source: Car Photo
ar_eg: صورة السيارة

# label13.Text
source: Notes
ar_eg: ملاحظات

# label14.Text
source: Car Number
ar_eg: رقم السيارة

# label15.Text
source: Phone
ar_eg: رقم التليفون

# label10.Text
source: Car Production
ar_eg: سنة الصنع

# label5.Text
source: Car Type
ar_eg: نوع السيارة

# label7.Text
source: Car Fixer
ar_eg: اسم مصلح السيارة

# label8.Text
source: Car Owner
ar_eg: اسم صاحب السيارة

# label9.Text
source: Rnder
ar_eg: المتبقي

# label6.Text
source: Payment
ar_eg: المدفوع

# label4.Text
source: Total
ar_eg: المبلغ

# label3.Text
source: Type
ar_eg: نوع الاصلاح

# label2.Text
source: Area Name
ar_eg: اسم القطعه

# label1.Text
source: Add and edit
ar_eg: اضافة و تعديل

# $this.Text
source: AddForm
ar_eg: اضافة و تعديل
